<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
    <head>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <link href="https://fonts.googleapis.com/css2?family=Trirong:wght@400&family=Trirong:wght@400&display=swap" rel="stylesheet">
        <link href="https://fonts.googleapis.com/css2?family=Nunito:wght@400&family=Nunito:wght@400&display=swap" rel="stylesheet">
        <title>Bizloan master agreement</title>

        <style>
            .list-outside	{
                list-style-position: outside;
            }

            body {
                font-family: 'Nunito','Trirong';
                /*height: 842px;
                width: 595px;*/
                /* to centre page on screen*/
                font-size: 15px;
                width: 21cm;
                /*height: 29.7cm;*/
                /*box-shadow: 0 0 0.5cm rgba(0,0,0,0.5);*/
                align: center;
                margin: 10px auto;
                list-style-position: outside;
            }
            @counter-style thai_char {
                system: fixed;
                symbols: ก ข ค ง จ ฉ ช ซ ฌ;
                suffix: ". ";
            }
            .consonants {
                list-style: thai_char;
                /* margin-right: 10px; */
            }
            @page{
                margin-top: 50px;
                margin-left: 5px;
                margin-right: 5px;
                margin-bottom: 50px;
            }
            @page :first{
                margin-top: 1cm;
            }
            ol {
            counter-reset: count;
            }
            ol > li {
            counter-increment: count;
            }
            ol > li::marker {
                content: counters(count, ".", decimal) ". "  ;
            }
            .tab {
                display: inline-block;
                margin-left: 40px;
            }
            .grid-container {
                display: grid;
                grid: 150px / auto auto;
                grid-gap: 10px;
                padding: 10px;
            }
            /* ol > ul > li {
                margin-left: -40px
            }*/
            ol > ol > ul {
                margin-left: -20px
            } 
            .tab {
                display: inline-block;
                margin-left: 40px;
            }
            @media print {
                footer {
                    position: fixed;
                    bottom: 0px;
                    right: 0px;
                    font-size: 8px;
                    color:gray;
                }

            }
        </style>
    </head>
    <body class="antialiased">
		<div style="padding-top: 30px;padding-right: 30px;padding-bottom: 50px;padding-left: 30px;">
            <table style="width:100%">
                <tbody>
                    <tr>
                        <td colspan='10' rowspan='4'><img src="../images/saison_credit.png" alt='saison_credit_logo' style="float:left;height:90px;"></td>
                        <td colspan='19' rowspan='1' style='text-align:right;font-size:20px;'>ใบแจ้งยอดรายการเซย์ซอนเครดิต/ใบแจ้งหนี้</td>
                    </tr>
                    <tr>
                        <td colspan='19' rowspan='3' style='text-align:right'><img style="float:right;height:40px;" src="{{config('constants.app_url')}}/siamsaisonlogo.png"></td>
                    </tr>
                </tbody>
            </table>

			<h2 align="center">หนังสือเบิกใช้เงินกู้ (Bizloan normal) </h2>
            <!-- <ol>
                <li>ABC</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol>
                <li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol>
                <li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol>
                <li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol>
                <li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol><li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol><li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol><li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol><li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol><li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol><li>def</li>
                <ol class="second-layer" type='none'>
                    <li class='second-layer'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='second-layer'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol>

            </ol> -->
            สัญญาข้อกำหนดและเงื่อนไขเงินกู้ฉบับนี้ (<strong>“สัญญาฯ”</strong>) ทำขึ้นในวันที่ {{(new \App\Http\Controllers\HelperController)->dateThai($order->purchase_ymd)}} โดยและระหว่าง
            <ul class="consonants">
                <li style='consonants'><strong>บริษัท สยาม เซย์ซอน จำกัด</strong> บริษัทจัดตั้งขึ้นภายใต้กฎหมายของประเทศไทย โดยมีสำนักงานใหญ่ตามทะเบียนตั้งอยู่ที่ เลขที่ 1 ถนนปูนซิเมนต์ไทย แขวงบางซื่อ เขตบางซื่อ กรุงเทพมหานคร (ต่อไปในสัญญาฯ เรียกว่า “บริษัทฯ” ) และ</li>
                <li style='consonants'><strong>{{$order->customer->th_company_name}}</strong> บริษัทจัดตั้งขึ้นภายใต้กฎหมายของประเทศไทย โดยมีสำนักงานใหญ่ {{$order->customer->customer_address}} (ต่อไปในสัญญาฯ เรียกว่า “ผู้กู้”)</li>
            </ul>
            <strong>โดยที่</strong> ผู้กู้ประสงค์จะกู้ยืมเงินจากบริษัท สยามเซย์ซอน จำกัด (ซึ่งต่อไปในสัญญาฯ เรียกว่า “บริษัทฯ”) ผ่านวิธีการเบิกใช้เงินกู้โดยผู้กู้เป็นครั้งคราว โดยผู้กู้และบริษัทฯ ได้เข้าทำสัญญาข้อกำหนดและเงื่อนไขเงินกู้ ลงวันที่ [ใส่วันที่] (“สัญญาข้อกำหนดและเงื่อนไขเงินกู้”) เพื่อตกลงข้อกำหนดและเงื่อนไขในการกู้ยืมเงิน โดยภายใต้สัญญาข้อกำหนดและเงื่อนไขเงินกู้ ผู้กู้ตกลงที่จะเบิกใช้เงินกู้ตามตามแบบและวิธีการที่บริษัทฯ กำหนดเป็นครั้งคราว
            ผู้กู้จึงได้ทำหนังสือฯ เพื่อเบิกใช้เงินกู้จากบริษัทฯ ตามกำหนดข้อตกลงและเงื่อนไขของการเบิกใช้เงินกู้ดังต่อไปนี้
            <ol class='main list-outside'>
                <li>คำนิยาม</li>
                1.1	คำต่อไปนี้ให้มีความหมายดังต่อไปนี้ เว้นแต่จะระบุไว้เป็นอย่างอื่น
                <ul type='none'>
                    <li><strong>“เงินกู้”</strong>เงินที่บริษัทฯ ให้ผู้กู้ยืมหรือเงินต้นค้างชำระของเงินกู้ภายใต้การเบิกใช้เงินกู้นั้น ๆ</li>
                    <li><strong>“ดอกเบี้ยเงินกู้”</strong> หมายถึง ดอกเบี้ยของเงินกู้ในอัตราที่บริษัทฯ กำหนดสำหรับเงินกู้ภายใต้การเบิกใช้เงินกู้นั้น ๆ</li>
                    <li><strong>“การเบิกใช้เงินกู้ (Drawdown)”</strong>หมายถึง การขอเบิกใช้เงินกู้จากบริษัทฯ โดยผู้กู้ ตามแบบและวิธีการที่บริษัทฯ กำหนด</li>
                    <li><strong>“วันเวลาทำการ”</strong> หมายถึง ช่วงเวลาเริ่มตั้งแต่ 8 นาฬิกา 30 นาที ถึง 17 นาฬิกา 30 นาที ของทุกวันจันทร์ถึงวันศุกร์ยกเว้นวันหยุดราชการและวันหยุดนักขัตฤกษ์</li>
                    <li><strong>“ค่าธรรมเนียมเงินกู้ (Front-end fee)”</strong> หมายถึง ค่าธรรมเนียมเงินกู้ที่บริษัทฯ เรียกเก็บจากผู้กู้สำหรับการเบิกใช้เงินกู้ในแต่ละครั้ง ในอัตราที่บริษัทฯกำหนด</li>
                </ul>
                <li>การเบิกใช้เงินกู้</li>
                <ol>
                    <li class='main'>บริษัทฯ ตกลงให้ผู้กู้ยืมเงินกู้ และผู้กู้ตกลงยืมเงินกู้จากบริษัทฯ เป็นครั้งคราว โดยผู้กู้จะต้องดำเนินการเบิกเงินกู้จากบริษัทฯ สำหรับการกู้ยืมเงินในแต่ละครั้ง</li>
                    <li class='main'>สำหรับการเบิกใช้เงินกู้ในแต่ละครั้ง ผู้กู้จะต้องดำเนินการเบิกเงินกู้จากบริษัทฯ ตามแบบและวิธีการที่บริษัทฯ กำหนด อย่างไรก็ดีบริษัทฯ มีสิทธิปฏิเสธการให้เงินกู้ สำหรับการเบิกเงินกู้คราวใดๆ ของผู้กู้ ตามที่บริษัทฯ เห็นสมควร</li>
                    <li class='main'>ผู้กู้จะต้องดำเนินการเบิกเงินกู้จากบริษัทฯ ภายในเวลาทำการเท่านั้น และการโอนเงินกู้ตามการเบิกใช้เงินกู้ดังกล่าวจะถูกดำเนินการภายใน 7 วันหลังจากวันที่ผู้กู้ทำการเบิกเงินกู้จากบริษัทฯ</li>
                </ol>

                <li>ระยะเวลาชำระเงินกู้</li>
                บริษัทฯ เป็นผู้กำหนดระยะเวลาในการชำระเงินกู้ โดยการกำหนดระยะเวลาการชำระเงินกู้ให้เป็นไปดังต่อไปนี้
                <ol class="consonants" type='none'>
                    <li class='consonants'>30 หรือ 60 วัน ในกรณีที่เป็นเงินกู้ประเภทชำระคืนในครั้งเดียว</li>
                    <li class='consonants'>ระยะเวลาอื่นใดที่ได้ระบุไว้ในหนังสือเบิกใช้เงินกู้ </li>
                </ol>

                <li>ดอกเบี้ยเงินกู้</li>
                <ol>
                    <li>ผู้กู้ตกลงชำระดอกเบี้ยเงินกู้ตามอัตราที่บริษัทฯ กำหนดสำหรับการเบิกใช้เงินกู้ในแต่ละครั้ง โดยอัตราดอกเบี้ยเงินกู้ดังกล่าวจะไม่เกินร้อยละ 15 ต่อปี</li>
                    <li>ผู้กู้ตกลงชำระดอกเบี้ยเงินกู้ตามข้อ 4.1 ของสัญญาฯ ให้แก่บริษัทฯ ตามวิธีการที่บริษัทฯ กำหนด</li>
                    <li>[ในกรณีที่ผู้กู้ผิดนัดชำระเงินกู้ ให้ผู้กู้ชำระดอกเบี้ยผิดนัดในอัตราเท่ากับอัตราดอกเบี้ยเงินกู้ที่บริษัทฯ กำหนดตามข้อ 4.1 ของสัญญาฯ โดยผู้กู้มีหน้าที่ชำระดอกเบี้ยผิดนัดในอัตราดังกล่าวให้แก่บริษัทฯ ตั้งแต่วันที่ผู้กู้ผิดนัดชำระเงินกู้เป็นต้นไปจนกว่าจะชำระหนี้หมดสิ้น]</li>
                    <li>การคำนวณดอกเบี้ยเงินกู้ให้คำนวณด้วยวิธีการคำนวณแบบลดต้นลดดอก (effective rate)</li>
                </ol>
                <li>เบี้ยปรับ </li>
                ในกรณีที่ผู้กู้ผิดนัดชำระหนี้ ผู้กู้ตกลงชำระเบี้ยปรับให้แก่บริษัทฯ ในอัตราร้อยละ 18 ต่อปีนับตั้งแต่วันที่ผู้กู้ผิดนัดชำระหนี้จนกว่าจะชำระหนี้หมดสิ้น เพื่อให้ปราศจากข้อสงสัย เบี้ยปรับภายใต้ข้อนี้ให้แยกจากดอกเบี้ยผิดนัดในกรณีที่ผู้กู้ผิดนัดชำระหนี้ตามข้อ 4.3

                <li>ค่าธรรมเนียมและค่าใช้จ่าย</li>
                <ol>
                    <li>ในการเบิกใช้เงินกู้แต่ละครั้ง ผู้กู้ตกลงชำระค่าธรรมเนียมเงินกู้ให้แก่บริษัทฯ ตามอัตราที่บริษัทฯ กำหนด</li>
                    <li>ผู้กู้ตกลงรับผิดชอบค่าใช้จ่ายและภาระทางภาษีทั้งหมดที่เกิดขึ้นจากหรือเกี่ยวเนื่องกับเงินกู้ ซึ่งรวมถึงแต่ไม่จำกัดเพียงค่าอากรแสตมป์</li>
                </ol>

                <li>หลักประกัน</li>
                ผู้กู้ตกลงวางหลังประกันหรือจัดให้มีผู้ค้ำประกันสำหรับเงินกู้ตามเงื่อนไขและวิธีการที่บริษัทฯ กำหนด

                <li>การชำระเงินกู้</li>
                ผู้กู้ตกลงชำระเงินกู้ค้างชำระทั้งหมดภายในกำหนดระยะเวลาเงินกู้ที่บริษัทฯ กำหนดตามข้อ 3 ให้แก่บริษัทฯ ตามรูปแบบและวิธีการที่บริษัทฯ กำหนด

                <li>การเร่งให้ชำระหนี้ทันที</li>
                <ol>
                    <li>หากมีกรณีใดดังต่อไปนี้เกิดขึ้นกับผู้กู้ ผู้กู้จะสูญเสียสิทธิในเงื่อนเวลาแห่งการชำระเงินทั้งหมดอย่างหลีกเลี่ยงไม่ได้ และผู้กู้จะต้องชำระเงินกู้ทั้งหมดคืนให้แก่บริษัทฯ ให้ครบถ้วนทันที</li>
                    <ul class="consonants" type='none'>
                        <li class='consonants'>หากไม่มีการชำระดอกเบี้ยหรือชำระดอกเบี้ยอย่างไม่ถูกต้องตามจำนวนและภายในระยะเวลาที่ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้</li>
                        <li class='consonants'>หากไม่มีการชำระเงินตามตั๋วสัญญาใช้เงินหรือเช็คที่ออกโดยผู้กู้ต่อบริษัทฯหรือเจ้าหนี้รายอื่นของผู้กู้ หรือมีการระงับการชำระเงินตามตั๋วสัญญาใช้เงินหรือเช็คดังกล่าว</li>
                        <li class='consonants'>หากมีการยึดทรัพย์ ยึดทรัพย์ชั่วคราว พิทักษ์ทรัพย์ หรือมีคำสั่งห้ามชั่วคราว หรือมีการลงโทษสำหรับการชำระเงินล่าช้า</li>
                        <li class='consonants'>หากมีคำสั่งให้ผู้กู้ หรือบุคคลอื่นที่เกี่ยวข้องล้มละลาย ฟื้นฟูกิจการ ชำระบัญชี หรือปรับโครงสร้างบริษัทฯ </li>
                        <li class='consonants'>หากผู้กู้ไม่สามารถชำระหนี้ของตนต่อบริษัทฯหรือเจ้าหนี้รายอื่นของผู้กู้ได้โดยทั่วไป เมื่อหนี้นั้นถึงกำหนดชำระ</li>
                        <li class='consonants'>หากมีการบอกเลิกสัญญาอื่นที่ได้มีการทำระหว่างบริษัทฯ และผู้กู้</li>
                        <li class='consonants'>ความน่าเชื่อถือของผู้กู้ลดลง</li>
                        <li class='consonants'>หากผู้กู้ละเลยที่จะแจ้งถึงการเปลี่ยนแปลงข้อมูลตามที่ได้ระบุไว้ในข้อ 9 แห่งสัญญาฯฉบับนี้แก่บริษัทฯ</li>
                        <li class='consonants'>หากมีเหตุอันควรที่บริษัทฯ คาดเห็นได้ว่ามีความเป็นไปได้ที่จะเกิดเหตุใดเหตุหนึ่งดังที่ระบุไว้ข้างต้นในข้อ (ก) ถึง (ช) </li>
                    </ul>
                    <li>ในกรณีดังต่อไปนี้ เมื่อบริษัทฯ ร้องขอ ผู้กู้จะสูญเสียสิทธิในเงื่อนเวลาแห่งการชำระเงินทั้งหมด และต้องชำระเงินคงค้างให้แก่บริษัทฯ ให้ครบถ้วนทันที</li>
                    <ul class="consonants" type='none'>
                        <li class='consonants'>ผู้กู้ฝ่าฝืนหน้าที่ใด ๆ ที่ระบุไว้ในข้อสัญญาและเงื่อนไขใด </li>
                        <li class='consonants'>ความน่าเชื่อถือของผู้กู้ลดลง]</li>
                    </ul>
                </ol>
                <li>เบ็ดเตล็ด</li>
                <ol class="main">
                    <li class='main'>มิให้ถือว่าข้อความใด ๆ ในสัญญาฯ นี้เป็นการเข้าทำกิจการร่วมค้า การเข้าเป็นหุ้นส่วน หรือการเข้ารวมกลุ่มในรูปแบบใด ๆ และไม่มีคู่สัญญาใดมีอำนาจในการกระทำการเป็นผู้แทนหรือตัวการของคู่สัญญาอีกฝ่ายหนึ่ง </li>
                    <li>ให้สัญญาฯ นี้ผูกพันและเป็นประโยชน์แก่คู่สัญญาทั้งสองฝ่าย ผู้สืบสิทธิ และผู้รับโอนสิทธิของคู่สัญญานั้น ๆ ไม่มีข้อสัญญาใดในสัญญาฯ นี้ ไม่ว่าโดยชัดแจ้งหรือโดยปริยาย ที่ถือว่าเป็นการให้สิทธิ ประโยชน์ หรือสิทธิในการเยียวยาแก้ไขแก่บุคคลหรือนิติบุคคลใด ๆ ภายใต้หรือโดยเหตุแห่งสัญญาฯ นี้</li>
                    <li>การแก้ไข เพิ่มเติม ยกเลิก หรือเปลี่ยนแปลงใดของสัญญาฯ นี้ย่อมไม่มีผล เว้นแต่จะได้ทำเป็นลายลักษณ์อักษรและลงนามโดยคู่สัญญาทั้งหลาย พร้อมทั้งประทับตราสำคัญของบริษัทฯ (หากมีข้อกำหนด) ไว้</li>
                    <li>การที่บริษัทฯ ไม่ได้ใช้สิทธิหรือล่าช้าในการใช้สิทธิหรือการเยียวยาแก้ไขใด ๆ จะไม่มีผลเป็นการสละสิทธิใด ๆ หรือสิทธิที่จะได้รับการเยียวยาแก้ไขตามกฎหมายหรือตามสัญญาฯ ฉบับนี้ อีกทั้งการใช้สิทธิหรือสิทธิในการเยียวยาแก้ไขดังกล่าวครั้งหนึ่งหรือเพียงบางส่วน ไม่ถือเป็นการจำกัดมิให้ใช้สิทธิต่อไปหรือมิให้ใช้สิทธิโดยทางอื่น หรือมิให้ใช้สิทธิอื่นหรือการเยียวยาแก้ไขอื่นได้อีก</li>
                    <li>ในกรณีที่สัญญาฯ ฉบับนี้ทำขึ้นเป็นทั้งภาษาไทยและภาษาอังกฤษ เมื่อมีข้อแตกต่างหรือข้อซึ่งขัดหรือแย้งกัน ให้ยึดถือเอาสัญญาฯ ฉบับภาษาไทยเป็นหลักในการตีความสัญญาฯ ฉบับนี้</li>
                    <li>สัญญาฯ ฉบับนี้ และเอกสารผนวกแนบท้ายสัญญา ตารางรายการ และเอกสารแนบท้ายต่าง ๆ ซึ่งอ้างถึงไว้ในสัญญาฯ ฉบับนี้ให้ประกอบเป็นข้อตกลงทั้งหมดและความเข้าใจเกี่ยวกับเรื่องนี้ระหว่างคู่สัญญา</li>
                    <li>เงื่อนไขและข้อสัญญาที่ได้ระบุไว้ในแต่ละข้อภายใต้สัญญาฯ ฉบับนี้ให้บังคับใช้แยกต่างหากจากข้ออื่น ๆ ในสัญญาฯ นี้ และข้อสัญญาที่ไม่สมบูรณ์ ไม่ชอบด้วยกฎหมาย หรือบังคับใช้ไม่ได้ในเขตอำนาจใด ๆ ย่อมไม่กระทบกระเทือนถึงความสมบูรณ์ ความชอบด้วยกฎหมาย และการมีผลบังคับใช้ของข้อสัญญาข้ออื่น เมื่อมีการพิจารณาว่าเงื่อนไขหรือข้อสัญญาใดไม่สมบูรณ์ ไม่ชอบด้วยกฎหมาย หรือบังคับใช้ไม่ได้ คู่สัญญาจะต้องปรึกษาหารือกันด้วยความสุจริต เพื่อแก้ไขสัญญาฯ ฉบับนี้ให้มีผลใกล้เคียงกับเจตนารมณ์ที่แท้จริงของคู่สัญญาให้มากที่สุดเท่าที่จะเป็นไปได้ เพื่อให้การทำธุรกรรมต่าง ๆ ที่กำหนดไว้ในสัญญาฯ นี้มีผลสมบูรณ์ตามความมุ่งหมายที่แท้จริงมากที่สุดเท่าที่จะเป็นไปได้</li>
                    <li>สัญญาฯ นี้ให้ใช้และตีความตามกฎหมายแห่งประเทศไทย กรณีที่เกิดข้อพิพาทที่เกิดจากหรือเกี่ยวข้องกับสัญญาฯ นี้ ให้นำคดีขึ้นสู่ศาลที่มีเขตอำนาจในประเทศไทย</li>
                </ol>
                สัญญาฯ ฉบับนี้ทำขึ้นเป็นสอง (2) ฉบับ มีข้อความถูกต้องตรงกัน โดยคู่สัญญาทั้งสองได้อ่าน เข้าใจ และเห็นชอบข้อความซึ่งได้ระบุไว้ในนี้แล้ว จึงได้ลงลายมือชื่อและประทับตราสำคัญของบริษัทฯ (ถ้ามีข้อกำหนดไว้) ต่อหน้าพยานในวันที่ตามที่ได้ระบุไว้ข้างต้น</li>
                <br>
                <p style='text-align:center'>(ส่วนนี้เว้นไว้เพื่อให้คู่สัญญาลงนามในหน้าถัดไป)</p>
                <div style="break-after:page"></div>
                <div class='grid-container'>
                    <div>
                        บริษัทฯ:
                        <br>
                        <br>
                        เพื่อและในนามของ:
                        <br>
                        บริษัท สยาม เซย์ซอน จำกัด
                        <br>
                        <br>
                        <br>
                        โดย: ____________________________
                        <br>
                        ชื่อ : นายจิรพันธ์ สกุลวงศ์
                        <br>
                        ตำแหน่ง: กรรมการ
                        <br>
                        <br>
                        <br>
                        พยาน
                        <br>
                        <br>
                        <br>
                        ___________________________
                        ชื่อ :
                    </div>
                    <div>
                        ผู้กู้:
                        <br>
                        <br>
                        เพื่อและในนามของ:
                        <br>
                        {{$order->customer->th_company_name}}
                        <br>
                        <br>
                        <br>
                        โดย: ____________________________
                        <br>
                        ชื่อ: นายคริสโตเฟอร์ ลีมันตะระ
                        <br>
                        ตำแหน่ง:	 กรรมการ
                        <br>
                        <br>
                        <br>
                        พยาน
                        <br>
                        <br>
                        <br>
                        ___________________________
                        ชื่อ :
                    </div>
                </div>

             </ol>
        </div>
        <footer>
            bizloan master format
        </footer>
    </body>
</html>
<script>
    document.addEventListener("DOMContentLoaded", () => {
        //window.print()
    });
</script>
