<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
    <head>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <link href="https://fonts.googleapis.com/css2?family=Trirong:wght@400&family=Trirong:wght@400&display=swap" rel="stylesheet">
        <link href="https://fonts.googleapis.com/css2?family=Nunito:wght@400&family=Nunito:wght@400&display=swap" rel="stylesheet">
        <title>Bizloan plus agreement</title>

        <style>
            .list-outside	{
                list-style-position: outside;
            }
            ol {
            counter-reset: count;
            }
            ol > li {
            counter-increment: count;
            }
            ol > li::marker {
            content:
            counters(count, ".", decimal) ". "  ;
            }
            body {
                font-family: 'Nunito','Trirong';
                /*height: 842px;
                width: 595px;*/
                /* to centre page on screen*/
                font-size: 15px;
                width: 21cm;
                /*height: 29.7cm;*/
                /*box-shadow: 0 0 0.5cm rgba(0,0,0,0.5);*/
                align: center;
                margin: 10px auto;
                list-style-position: outside;
            }
            @counter-style thai_char {
                system: fixed;
                symbols: ก ข ค ง จ ฉ ช ซ ฌ;
                suffix: ". ";
            }
            .consonants {
                list-style: thai_char;
                /* margin-right: 10px; */
            }
            @page{
                size: A4;
                margin-top: 10px;
                margin-left: 5px;
                margin-right: 5px;
                margin-bottom: 25px;
            }
            @counter-style number_dot_number {
                system: fixed;
                symbols: 'd' 'e' 'f' '4' '5' '6' '7' '8' '9';
                suffix: ". A" counter(item);
            }
            .grid-container {
                display: grid;
                grid: 150px / auto auto;
                grid-gap: 10px;
                padding: 10px;
            }
            /* ol > ul > li {
                margin-left: -40px
            }
            ol > ol > li {
                margin-left: -20px
            }  */
            .tab {
                display: inline-block;
                margin-left: 40px;
            }
            @media print {
                footer {
                    position: fixed;
                    bottom: 0;
                    font-size: 8px;
                    color:gray;
                }

            }
        </style>
    </head>
    <body class="antialiased">
		<div style="padding-top: 30px;padding-right: 30px;padding-bottom: 50px;padding-left: 30px;">
            <table style="width:100%">
                <tbody>
                    <tr>
                        <td colspan='10' rowspan='4'><img src="../images/saison_credit.png" alt='saison_credit_logo' style="float:left;height:90px;"></td>
                        <td colspan='19' rowspan='1' style='text-align:right;font-size:20px;'>ใบแจ้งยอดรายการเซย์ซอนเครดิต/ใบแจ้งหนี้</td>
                    </tr>
                    <tr>
                        <td colspan='19' rowspan='3' style='text-align:right'><img style="float:right;height:40px;" src="{{config('constants.app_url')}}/siamsaisonlogo.png"></td>
                    </tr>
                </tbody>
            </table>

			<h2 align="center">สัญญาข้อกำหนดและเงื่อนไขเงินกู้ (Bizloan plus)</h2>

            สัญญาข้อกำหนดและเงื่อนไขเงินกู้ฉบับนี้ (<strong>“สัญญาฯ”</strong>) ทำขึ้นในวันที่ {{(new \App\Http\Controllers\HelperController)->dateThai($order->purchase_ymd)}} โดยและระหว่าง
            <ul class="consonants">
                <li class='consonants'><strong>บริษัท สยาม เซย์ซอน จำกัด</strong> บริษัทจัดตั้งขึ้นภายใต้กฎหมายของประเทศไทย โดยมีสำนักงานใหญ่ตามทะเบียนตั้งอยู่ที่ เลขที่ 1 ถนนปูนซิเมนต์ไทย แขวงบางซื่อ เขตบางซื่อ กรุงเทพมหานคร (ต่อไปในสัญญาฯ เรียกว่า “บริษัทฯ” ) และ</li>
                <li class='consonants'><strong>{{$order->customer->th_company_name}}</strong> บริษัทจัดตั้งขึ้นภายใต้กฎหมายของประเทศไทย โดยมีสำนักงานใหญ่ {{$order->customer->customer_address}} (ต่อไปในสัญญาฯ เรียกว่า “ผู้กู้”)</li>
            </ul>
            <strong>โดยที่</strong> ผู้กู้ประสงค์จะกู้ยืมเงินจากบริษัทฯ และบริษัทฯ ประสงค์ที่จะให้ผู้กู้กู้ยืมเงิน โดยผู้กู้ตกลงที่จะชำระเงินกู้คืนทั้งหมดให้แก่บริษัทฯ ภายในระยะเวลาที่กำหนดไว้ ดังนั้น ผู้กู้และบริษัทฯ จึงประสงค์ที่จะเข้าทำสัญญาฯ ฉบับนี้เพื่อตกลงข้อกำหนดและเงื่อนไขในการกู้ยืมเงินอันมีสาระสำคัญดังต่อไปนี้
            <ol class='main list-outside'>
                <li>คำนิยาม</li>
                1.1	คำต่อไปนี้ให้มีความหมายดังต่อไปนี้ เว้นแต่จะระบุไว้เป็นอย่างอื่น
                <ul type='none'>
                    <li><strong>“เงินกู้”</strong> หมายถึง เงินที่บริษัทฯ ให้ผู้กู้ยืมภายใต้การกู้ในแต่ละครั้ง</li>
                    <li><strong>“ดอกเบี้ยเงินกู้”</strong> หมายถึง ดอกเบี้ยของเงินกู้ในอัตราที่บริษัทฯ กำหนดสำหรับเงินกู้ภายใต้การเบิกใช้เงินกู้นั้น ๆ</li>
                    <li><strong>“วันเวลาทำการ”</strong> หมายถึง ช่วงเวลาเริ่มตั้งแต่ 8 นาฬิกา 30 นาที ถึง 17 นาฬิกา 30 นาที ของทุกวันจันทร์ถึงวันศุกร์ยกเว้นวันหยุดราชการและวันหยุดนักขัตฤกษ์</li>
                    <li><strong>“ค่าธรรมเนียม Roll Over”</strong> หมายถึง ค่าธรรมเนียมเงินกู้ที่บริษัทฯ เรียกเก็บจากผู้กู้ในกรณีที่ผู้กู้ประสงค์จะยกยอดเงินกู้คงค้างเดิมเพื่อไปทำสัญญาข้อกำหนดและเงื่อนไขเงินกู้ฉบับใหม่นอกเหนือจากสัญญาฯฉบับนี้ ทั้งนี้บริษัทฯ มีสิทธิที่จะอนุมัติหรือปฏิเสธความประสงค์ดังกล่าวของผู้กู้ได้ตามที่บริษัทฯเห็นสมควร</li>
                </ul>
                <li>ข้อตกลงทั่วไปเกี่ยวกับเงินกู้</li>
                {{--2.1	บริษัทฯ ตกลงให้ผู้กู้ยืมเงินกู้ และผู้กู้ตกลงยืมเงินกู้จากบริษัทฯ เป็นจำนวนเงินที่ได้ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้ ทั้งนี้บริษัทฯ มีสิทธิที่จะอนุมัติหรือปฏิเสธการให้เงินกู้ของผู้กู้ ตามที่บริษัทฯ เห็นสมควรได้
                <br>
                2.2	บริษัทฯจะทำการโอนเงินกู้ให้แก่ผู้กู้ภายในวันตามที่ได้ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้--}}
                <ol>
                    <li seq='2.1' class='main'>บริษัทฯ ตกลงให้ผู้กู้ยืมเงินกู้ และผู้กู้ตกลงยืมเงินกู้จากบริษัทฯ เป็นจำนวนเงินที่ได้ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้ ทั้งนี้บริษัทฯ มีสิทธิที่จะอนุมัติหรือปฏิเสธการให้เงินกู้ของผู้กู้ ตามที่บริษัทฯ เห็นสมควรได้</li>
                    <li>บริษัทฯจะทำการโอนเงินกู้ให้แก่ผู้กู้ภายในวันตามที่ได้ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้</li>
                </ol>

                <li>ระยะเวลาชำระเงินกู้</li>
                บริษัทฯ เป็นผู้กำหนดระยะเวลาในการชำระเงินกู้ และผู้กู้ตกลงที่จะชำระเงินกู้คืนทั้งหมดให้แก่บริษัทฯภายในระยะเวลาดังกล่าว รายละเอียดตามที่ระบุในเอกสารแนบท้ายสัญญาฯฉบับนี้

                <li>วิธีการโอนเงินกู้</li>
                ผู้กู้ตกลงให้บริษัทฯ ทำการโอนเงินผ่านระบบเข้าบัญชีและภายในกำหนดระยะเวลาที่ได้กำหนด โดยผู้กู้ขอรับรองและรับผิดชอบตามที่บริษัทฯ ได้ดำเนินการตามประสงค์ของผู้กู้ดังกล่าวข้างต้นทุกประการ ทั้งนี้ให้ถือว่าผู้กู้ได้รับเงินแล้วอย่างครบถ้วนตามรายละเอียดบัญชี จำนวนและวันที่ได้ระบุในเอกสารแนบท้ายสัญญาฯฉบับนี้
                
                <li>ดอกเบี้ยเงินกู้</li>
                {{--
                5.1 ผู้กู้ตกลงชำระดอกเบี้ยเงินกู้ตามอัตราที่บริษัทฯ กำหนดไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้ 
                <br> 
                5.2 การคำนวณดอกเบี้ยเงินกู้ให้คำนวณด้วยวิธีการคำนวณแบบลดต้นลดดอก (effective rate)
                <br>
                --}}
                <ol>
                    <li class='main'>ผู้กู้ตกลงชำระดอกเบี้ยเงินกู้ตามอัตราที่บริษัทฯ กำหนดไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้</li>
                    <li class='main'>การคำนวณดอกเบี้ยเงินกู้ให้คำนวณด้วยวิธีการคำนวณแบบลดต้นลดดอก (effective rate)</li>
                </ol>
                <li>เบี้ยปรับ </li>
                ในกรณีที่ผู้กู้ผิดนัดชำระหนี้หรือชำระหนี้ไม่ถูกต้อง ผู้กู้ตกลงชำระเบี้ยปรับให้แก่บริษัทฯ ในอัตราร้อยละ 5 ต่อปีนับตั้งแต่วันที่ผู้กู้ผิดนัดชำระหนี้หรือชำระหนี้ไม่ถูกต้องจนกว่าจะชำระหนี้ให้แก่บริษัทฯจนหมดสิ้น ทั้งนี้เพื่อให้ปราศจากข้อสงสัย เบี้ยปรับภายใต้ข้อสัญญานี้ให้แยกจากดอกเบี้ยผิดนัดในกรณีที่ผู้กู้ผิดนัดชำระหนี้


                <li>ค่าธรรมเนียมและค่าใช้จ่าย</li>
                {{--7.1 ผู้กู้ตกลงชำระค่าธรรมเนียม Roll Over (หากมี) ให้แก่บริษัทฯ ตามอัตราร้อยละ 0.5 ของยอดเงินกู้ที่ยังคงค้างอยู่
                <br>
                7.2 ผู้กู้ตกลงรับผิดชอบค่าใช้จ่ายและภาระทางภาษีทั้งหมดที่เกิดขึ้นจากหรือเกี่ยวเนื่องกับเงินกู้ ซึ่งรวมถึงแต่ไม่จำกัดเพียงค่าอากรแสตมป์
                <br>--}}
                <ol>
                    <li class='main'>ผู้กู้ตกลงชำระค่าธรรมเนียม Roll Over (หากมี) ให้แก่บริษัทฯ ตามอัตราร้อยละ 0.5 ของยอดเงินกู้ที่ยังคงค้างอยู่</li>
                    <li class='main'>ผู้กู้ตกลงรับผิดชอบค่าใช้จ่ายและภาระทางภาษีทั้งหมดที่เกิดขึ้นจากหรือเกี่ยวเนื่องกับเงินกู้ ซึ่งรวมถึงแต่ไม่จำกัดเพียงค่าอากรแสตมป์</li>
                </ol>
                
                <li>วิธีการชำระเงินกู้</li>
                ในการชำระเงินกู้ ผู้กู้จะต้องชำระเงินกู้ให้แก่บริษัทฯ ในวันครบกำหนดชำระเงินตามจำนวนที่ได้ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้ โดยโอนเงินเข้าบัญชีตามรายละเอียดบัญชีที่ได้ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้


                <li>การเปลี่ยนแปลงข้อมูล</li>
                ในกรณีที่ผู้กู้ได้ทำการเปลี่ยนแปลงข้อมูลเกี่ยวกับที่อยู่ ผู้ติดต่อ ที่อยู่ของผู้ติดต่อ กรรมการผู้มีอำนาจ หมายเลขโทรศัพท์ อีเมล หรือข้อมูลสำคัญอื่นใดที่บริษัทฯจำต้องรับทราบเพื่อใช้ในการติดต่อผู้กู้ได้นั้น ผู้กู้จะต้องแจ้งให้แก่บริษัทฯทราบถึงการเปลี่ยนแปลงข้อมูลดังกล่าวภายใน 3 วันนับแต่ได้ทำการเปลี่ยนแปลงดังกล่าว

                <li>การเร่งให้ชำระหนี้ทันที</li>
                หากมีกรณีใดดังต่อไปนี้เกิดขึ้นกับผู้กู้ ผู้กู้จะสูญเสียสิทธิในเงื่อนเวลาแห่งการชำระเงินทั้งหมดอย่างหลีกเลี่ยงไม่ได้ และผู้กู้จะต้องชำระเงินกู้ทั้งหมดคืนให้แก่บริษัทฯ ให้ครบถ้วนทันที
                <ul class="consonants" type='none'>
                    <li class='consonants'>หากไม่มีการชำระดอกเบี้ยหรือชำระดอกเบี้ยอย่างไม่ถูกต้องตามจำนวนและภายในระยะเวลาที่ระบุไว้ในเอกสารแนบท้ายสัญญาฯฉบับนี้</li>
                    <li class='consonants'>หากไม่มีการชำระเงินตามตั๋วสัญญาใช้เงินหรือเช็คที่ออกโดยผู้กู้ต่อบริษัทฯหรือเจ้าหนี้รายอื่นของผู้กู้ หรือมีการระงับการชำระเงินตามตั๋วสัญญาใช้เงินหรือเช็คดังกล่าว</li>
                    <li class='consonants'>หากมีการยึดทรัพย์ ยึดทรัพย์ชั่วคราว พิทักษ์ทรัพย์ หรือมีคำสั่งห้ามชั่วคราว หรือมีการลงโทษสำหรับการชำระเงินล่าช้า</li> 
                    <li class='consonants'>หากมีคำสั่งให้ผู้กู้ หรือบุคคลอื่นที่เกี่ยวข้องล้มละลาย ฟื้นฟูกิจการ ชำระบัญชี หรือปรับโครงสร้างบริษัทฯ </li>
                    <li class='consonants'>หากผู้กู้ไม่สามารถชำระหนี้ของตนต่อบริษัทฯหรือเจ้าหนี้รายอื่นของผู้กู้ได้โดยทั่วไป เมื่อหนี้นั้นถึงกำหนดชำระ</li>
                    <li class='consonants'>หากมีการบอกเลิกสัญญาอื่นที่ได้มีการทำระหว่างบริษัทฯ และผู้กู้</li>
                    <li class='consonants'>ความน่าเชื่อถือของผู้กู้ลดลง</li>
                    <li class='consonants'>หากผู้กู้ละเลยที่จะแจ้งถึงการเปลี่ยนแปลงข้อมูลตามที่ได้ระบุไว้ในข้อ 9 แห่งสัญญาฯฉบับนี้แก่บริษัทฯ</li>
                    <li class='consonants'>หากมีเหตุอันควรที่บริษัทฯ คาดเห็นได้ว่ามีความเป็นไปได้ที่จะเกิดเหตุใดเหตุหนึ่งดังที่ระบุไว้ข้างต้นในข้อ (ก) ถึง (ช) </li>
                </ul>
                
                <li>เบ็ดเตล็ด</li>
                <ol class="main">
                    <li class='main'>มิให้ถือว่าข้อความใด ๆ ในสัญญาฯ นี้เป็นการเข้าทำกิจการร่วมค้า การเข้าเป็นหุ้นส่วน หรือการเข้ารวมกลุ่มในรูปแบบใด ๆ และไม่มีคู่สัญญาใดมีอำนาจในการกระทำการเป็นผู้แทนหรือตัวการของคู่สัญญาอีกฝ่ายหนึ่ง </li>
                    <li>ให้สัญญาฯ นี้ผูกพันและเป็นประโยชน์แก่คู่สัญญาทั้งสองฝ่าย ผู้สืบสิทธิ และผู้รับโอนสิทธิของคู่สัญญานั้น ๆ ไม่มีข้อสัญญาใดในสัญญาฯ นี้ ไม่ว่าโดยชัดแจ้งหรือโดยปริยาย ที่ถือว่าเป็นการให้สิทธิ ประโยชน์ หรือสิทธิในการเยียวยาแก้ไขแก่บุคคลหรือนิติบุคคลใด ๆ ภายใต้หรือโดยเหตุแห่งสัญญาฯ นี้</li>
                    <li>การแก้ไข เพิ่มเติม ยกเลิก หรือเปลี่ยนแปลงใดของสัญญาฯ นี้ย่อมไม่มีผล เว้นแต่จะได้ทำเป็นลายลักษณ์อักษรและลงนามโดยคู่สัญญาทั้งหลาย พร้อมทั้งประทับตราสำคัญของบริษัทฯ (หากมีข้อกำหนด) ไว้</li>
                    <li>การที่บริษัทฯ ไม่ได้ใช้สิทธิหรือล่าช้าในการใช้สิทธิหรือการเยียวยาแก้ไขใด ๆ จะไม่มีผลเป็นการสละสิทธิใด ๆ หรือสิทธิที่จะได้รับการเยียวยาแก้ไขตามกฎหมายหรือตามสัญญาฯ ฉบับนี้ อีกทั้งการใช้สิทธิหรือสิทธิในการเยียวยาแก้ไขดังกล่าวครั้งหนึ่งหรือเพียงบางส่วน ไม่ถือเป็นการจำกัดมิให้ใช้สิทธิต่อไปหรือมิให้ใช้สิทธิโดยทางอื่น หรือมิให้ใช้สิทธิอื่นหรือการเยียวยาแก้ไขอื่นได้อีก</li>
                    <li>ในกรณีที่สัญญาฯ ฉบับนี้ทำขึ้นเป็นทั้งภาษาไทยและภาษาอังกฤษ เมื่อมีข้อแตกต่างหรือข้อซึ่งขัดหรือแย้งกัน ให้ยึดถือเอาสัญญาฯ ฉบับภาษาไทยเป็นหลักในการตีความสัญญาฯ ฉบับนี้</li>
                    <li>สัญญาฯ ฉบับนี้ และเอกสารผนวกแนบท้ายสัญญา ตารางรายการ และเอกสารแนบท้ายต่าง ๆ ซึ่งอ้างถึงไว้ในสัญญาฯ ฉบับนี้ให้ประกอบเป็นข้อตกลงทั้งหมดและความเข้าใจเกี่ยวกับเรื่องนี้ระหว่างคู่สัญญา</li>
                    <li>เงื่อนไขและข้อสัญญาที่ได้ระบุไว้ในแต่ละข้อภายใต้สัญญาฯ ฉบับนี้ให้บังคับใช้แยกต่างหากจากข้ออื่น ๆ ในสัญญาฯ นี้ และข้อสัญญาที่ไม่สมบูรณ์ ไม่ชอบด้วยกฎหมาย หรือบังคับใช้ไม่ได้ในเขตอำนาจใด ๆ ย่อมไม่กระทบกระเทือนถึงความสมบูรณ์ ความชอบด้วยกฎหมาย และการมีผลบังคับใช้ของข้อสัญญาข้ออื่น เมื่อมีการพิจารณาว่าเงื่อนไขหรือข้อสัญญาใดไม่สมบูรณ์ ไม่ชอบด้วยกฎหมาย หรือบังคับใช้ไม่ได้ คู่สัญญาจะต้องปรึกษาหารือกันด้วยความสุจริต เพื่อแก้ไขสัญญาฯ ฉบับนี้ให้มีผลใกล้เคียงกับเจตนารมณ์ที่แท้จริงของคู่สัญญาให้มากที่สุดเท่าที่จะเป็นไปได้ เพื่อให้การทำธุรกรรมต่าง ๆ ที่กำหนดไว้ในสัญญาฯ นี้มีผลสมบูรณ์ตามความมุ่งหมายที่แท้จริงมากที่สุดเท่าที่จะเป็นไปได้</li>
                    <li>สัญญาฯ นี้ให้ใช้และตีความตามกฎหมายแห่งประเทศไทย กรณีที่เกิดข้อพิพาทที่เกิดจากหรือเกี่ยวข้องกับสัญญาฯ นี้ ให้นำคดีขึ้นสู่ศาลที่มีเขตอำนาจในประเทศไทย</li>
                </ol>
                สัญญาฯ ฉบับนี้ทำขึ้นเป็นสอง (2) ฉบับ มีข้อความถูกต้องตรงกัน โดยคู่สัญญาทั้งสองได้อ่าน เข้าใจ และเห็นชอบข้อความซึ่งได้ระบุไว้ในนี้แล้ว จึงได้ลงลายมือชื่อและประทับตราสำคัญของบริษัทฯ (ถ้ามีข้อกำหนดไว้) ต่อหน้าพยานในวันที่ตามที่ได้ระบุไว้ข้างต้น</li>
                <br>
                <p style='text-align:center'>(ส่วนนี้เว้นไว้เพื่อให้คู่สัญญาลงนามในหน้าถัดไป)</p>
                <div style="break-after:page"></div>
                <div class='grid-container'>
                    <div>
                        บริษัทฯ:
                        <br>
                        <br>
                        เพื่อและในนามของ:
                        <br>
                        บริษัท สยาม เซย์ซอน จำกัด
                        <br>
                        <br>
                        <br>
                        โดย: ____________________________
                        <br>
                        ชื่อ : นายจิรพันธ์ สกุลวงศ์
                        <br>
                        ตำแหน่ง: กรรมการ
                        <br>
                        <br>
                        <br>
                        พยาน
                        <br>
                        <br>
                        <br>
                        ___________________________
                        ชื่อ :
                    </div>
                    <div>
                        ผู้กู้:
                        <br>
                        <br>
                        เพื่อและในนามของ:
                        <br>
                        {{$order->customer->th_company_name}}
                        <br>
                        <br>
                        <br>
                        โดย: ____________________________
                        <br>
                        ชื่อ: นายคริสโตเฟอร์ ลีมันตะระ
                        <br>
                        ตำแหน่ง:	 กรรมการ
                        <br>
                        <br>
                        <br>
                        พยาน
                        <br>
                        <br>
                        <br>
                        ___________________________
                        ชื่อ : 
                    </div>
                </div>

                <div style="break-after:page"></div>

                <h2 align="center">เอกสารแนบลำดับที่ 1 </h2>
                <h2 align="center">เงื่อนไขและรายละเอียดของการกู้ </h2>
                <table style="width:100%">
                    <tbody>
                        <tr>
                            <td colspan='10'>1.	ประเภทเงินกู้</td>
                            <td colspan='19'>เงินกู้ระยะสั้น</td>
                        </tr>
                        <tr>
                            <td colspan='10'>2.	จำนวนเงิน</td>
                            <td colspan='19'>{{number_format($order->purchase_amount)}} บาท ({{(new \App\Http\Controllers\HelperController)->currencyThai($order->purchase_amount)}})</td>
                        </tr>
                        <tr>
                            <td colspan='10'>3.	จุดประสงค์เงินกู้</td>
                            <td colspan='19'>ไม่ระบุจุดประสงค์</td>
                        </tr>
                        <tr>
                            <td colspan='10'>4.	ระยะเวลาการกู้</td>
                            <td colspan='19'>{{number_format($order->product_offering->product->terms)}} วัน	</td>
                        </tr>
                        <tr>
                            <td colspan='10'>5.	ดอกเบี้ยเงินกู้	</td>
                            <td colspan='19'>ร้อยละ {{number_format($order->product_offering->interest_rate)}} ต่อปี</td>
                        </tr>
                        <tr>
                            <td colspan='10'>6.	การชำระดอกเบี้ย</td>
                            <td colspan='19'>ชำระทุก 30 วัน</td>
                        </tr>
                        <tr>
                            <td colspan='10'>7.	หลักประกัน</td>
                            <td colspan='19'>ไม่มี</td>
                        </tr>
                        <tr>
                            <td colspan='10'>8.	ค่าธรรมเนียม</td>
                            <td colspan='19'>ค่า Roll Over 0.5% จากเงินต้นคงค้าง</td>
                        </tr>
                        <tr>
                            <td colspan='10'>9.	เงื่อนไขการใช้วงเงิน</td>
                            <td colspan='19'>ไม่มี</td>
                        </tr>
                        <tr>
                            <td colspan='10'>10. วันที่ได้รับเงินกู้</td>
                            <td colspan='19'>{{(new \App\Http\Controllers\HelperController)->dateThai($order->purchase_ymd)}}</td>
                        </tr>
                        <tr>
                            <td colspan='10'>11. ตารางกำหนดการชำระเงินกู้</td>
                            <td colspan='19'></td>
                        </tr>
                    </tbody>
                </table>
                <table style="width:100%">
                    <tbody>
                        <tr>
                            <th>งวด</th>
                            <th>วันครบกำหนดชำระ</th>
                            <th>ยอดชำระ</th>
                            <th>จ่ายชำระ</th>
                        </tr>
                        @php 
                            $total_installments =$order->product_offering->product->installments; 
                        @endphp
                        @for($i = 0; $i < $total_installments; $i++)
                        <tr>
                            <td>1/{{$i+1}}</td>
                            <td style='text-align:center'>{{(new \App\Http\Controllers\HelperController)->dateThai(\Carbon\Carbon::parse($order->purchase_ymd)->addDays(($i+1)*30))}}</td>
                            @if($i != $total_installments - 1)
                            <td style='text-align:right'>{{number_format($order->installments->first()->interest/$total_installments,2)}}</td>
                            <td style='text-align:center'>ดอกเบี้ย</td>
                            @else 
                            <td style='text-align:right'>{{number_format($order->purchase_amount + $order->installments->first()->interest/$total_installments,2)}}</td>
                            <td style='text-align:center'>เงินต้น+ ดอกเบี้ย</td>
                            @endif
                        </tr>
                        @endfor
                    </tbody>
                </table>
                ลายเซ็นกรรมการผู้มีอำนาจกระทำการแทนนิติบุคคลพร้อมตราประทับ (ถ้ามี)...........................................
                <div style="break-after:page"></div>
                <h2 align="center">เอกสารแนบลำดับที่ 2 </h2>
                <h2 align="center">ช่องทางการโอนเงินกู้และชำระเงินกู้ </h2>


                <strong>วิธีการโอนเงินกู้</strong>
                <div class='tab'>
                ผู้กู้ตกลงให้บริษัทฯ ทำการโอนเงินผ่านระบบเข้าบัญชีตามรายละเอียดที่ระบุด้านล่าง โดยผู้กู้ขอรับรองและรับผิดชอบตามที่บริษัทฯ ได้ดำเนินการตามประสงค์ของผู้กู้ดังกล่าวข้างต้นทุกประการ ทั้งนี้ให้ถือว่าผู้กู้ได้รับเงินแล้วอย่างครบถ้วนตามจำนวนและวันที่ได้ระบุตามรายละเอียดดังต่อไปนี้
                <br>
                <table style="width:80%">
                    <tbody>
                        <tr>
                            <th style='text-align:left'><i><strong>ธนาคาร</strong></i></th>
                            <td><i>ธนาคารไทยพาณิชย์ จำกัด (มหาชน)</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>ชื่อบัญชี</strong></i></th>
                            <td><i>{{$order->customer->th_company_name}}</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>ประเภทบัญชี</strong></i></th>
                            <td><i>กระแสรายวัน</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>สำนักงานใหญ่/สาขา</strong></i></th>
                            <td><i> ถนนเสรีไทย (สวนสยาม)</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>เลขที่บัญชี</strong></i></th>
                            <td><i> 109-3023275</i></td>
                        </tr>
                    </tbody>
                </table>
                </div>
                <br>
                <br>
                <strong>วิธีการชำระเงินกู้</strong>
                <div class='tab'>
                ในการชำระเงินกู้ ผู้กู้จะต้องชำระเงินกู้ให้แก่บริษัทฯ ในวันครบกำหนดชำระเงินตามจำนวนที่ได้ระบุไว้ในเอกสารแนบท้ายลำดับที่ 1 โดยโอนเงินเข้าบัญชีตามรายละเอียดบัญชีที่ได้ระบุไว้ดังต่อไปนี้
                <br>
                <table style="width:80%">
                    <tbody>
                        <tr>
                            <th style='text-align:left'><i><strong>ธนาคาร</strong></i></th>
                            <td><i>ธนาคารไทยพาณิชย์ จำกัด (มหาชน)</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>ชื่อบัญชี</strong></i></th>
                            <td><i>บริษัท สยาม เซย์ซอน จำกัด</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>ประเภทบัญชี</strong></i></th>
                            <td><i>เดินสะพัด</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>สำนักงานใหญ่/สาขา</strong></i></th>
                            <td><i> รัชโยธิน</i></td>
                        </tr>
                        <tr>
                            <th style='text-align:left'><i><strong>เลขที่บัญชี</strong></i></th>
                            <td><i> 111-3-93830-0</i></td>
                        </tr>
                    </tbody>
                </table>
                </div>


ลายเซ็นกรรมการผู้มีอำนาจกระทำการแทนนิติบุคคลพร้อมตราประทับ (ถ้ามี)...........................................

            </ol>
        </div>
        <footer>
            bizloan plus format
        </footer>
    </body>
</html>
<script>
    document.addEventListener("DOMContentLoaded", () => {
        //window.print()
    }); 
</script>
